/*  Задание №1.
1. Объявите переменную;
2. Запишите в переменную любое значение;
3. Выведите на экран содержимое переменной;
4. Измените значение переменной;
5. Выведите на экран новое значение переменной.*/
var x = 10;
console.log(x);
x = "Сейчас 2020 год";
console.log(x);

/*Задание №2.
1. Объявите две переменные;
2. Запишите в переменные любые значения;
3. Выведите на экран значения переменных;
4. Скопируйте значение одной переменной в другую;
5. Выведите на экран значения переменных.*/
var first="hello";
var second="carpe diem, quam minimum credula postero";
console.log(first);
console.log(second);
first=second;
console.log(first);
console.log(second);